<?php

use Illuminate\Database\Seeder;

class SinglePageTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('single_page')->delete();
        
        \DB::table('single_page')->insert(array (
            0 => 
            array (
                'id' => 1,
                'catid' => 0,
                'title' => '关于我们',
                'thumb' => 'http://blog.cc/admin/images/nopic.png',
                'content' => '<p>关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于</p><p><br/></p><p>我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于</p><p><br/></p><p>我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们关于我们</p>',
                'adminid' => 0,
                'comment' => 0,
                'zan' => 0,
                'hits' => 0,
                'is_md' => 0,
                'status' => 1,
                'created_at' => '2019-06-04 15:47:19',
                'updated_at' => '2019-07-08 15:53:30',
            ),
            1 => 
            array (
                'id' => 2,
                'catid' => 0,
                'title' => '使用指导 - 图片指导',
                'thumb' => 'http://blog.cc/admin/images/nopic.png',
                'content' => '<p><img src="/uploads/images/201907/08/1562577677291938.jpg" title="1562577677291938.jpg" alt="TIM截图20180725200147.jpg"/>使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使</p><p>用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用</p><p>指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导</p><p>使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导使用指导</p>',
                'adminid' => 0,
                'comment' => 0,
                'zan' => 0,
                'hits' => 0,
                'is_md' => 0,
                'status' => 1,
                'created_at' => '2019-07-08 15:54:06',
                'updated_at' => '2019-07-08 17:21:20',
            ),
            2 => 
            array (
                'id' => 3,
                'catid' => 0,
                'title' => '使用指导 - 视频指导',
                'thumb' => 'http://blog.cc/admin/images/nopic.png',
                'content' => '<p>视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导视频指导</p>',
                'adminid' => 0,
                'comment' => 0,
                'zan' => 0,
                'hits' => 0,
                'is_md' => 0,
                'status' => 1,
                'created_at' => '2019-07-08 16:51:40',
                'updated_at' => '2019-07-08 17:20:47',
            ),
            3 => 
            array (
                'id' => 4,
                'catid' => 0,
                'title' => '申请律师见证书说明',
                'thumb' => '',
                'content' => '<p>申请律师见证书说明申请律师见证书说明</p><p>申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书</p><p>说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明</p><p>申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见</p><p>证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师</p><p>见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请</p><p>律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明申请律师见证书说明</p>',
                'adminid' => 0,
                'comment' => 0,
                'zan' => 0,
                'hits' => 0,
                'is_md' => 0,
                'status' => 1,
                'created_at' => '2019-07-10 23:46:37',
                'updated_at' => '2019-07-10 23:46:37',
            ),
        ));
        
        
    }
}